Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/macOS/CmuxFoundation/Sources/CmuxFoundation/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# config.validation.array.max
source: must contain at most %lld item(s)
ar: يجب ألا يتجاوز %lld عنصرًا
de: darf höchstens %lld Element(e) enthalten
es: debe contener como máximo %lld elemento(s)
fr: doit contenir au plus %lld élément(s)
ja: %lld 個以下の項目である必要があります
ko: 최대 %lld개의 항목을 포함해야 합니다
zh_hans: 最多只能包含 %lld 个项目
zh_hant: 最多只能包含 %lld 個項目

# config.validation.array.min
source: must contain at least %lld item(s)
ar: يجب أن يحتوي على %lld عنصرًا على الأقل
de: muss mindestens %lld Element(e) enthalten
es: debe contener al menos %lld elemento(s)
fr: doit contenir au moins %lld élément(s)
ja: 少なくとも %lld 個の項目が必要です
ko: 최소 %lld개의 항목을 포함해야 합니다
zh_hans: 必须至少包含 %lld 个项目
zh_hant: 必須至少包含 %lld 個項目

# config.validation.choices.more
source: (+%lld more)
ar: (+%lld أخرى)
de: (+%lld weitere)
es: (+%lld más)
fr: (+%lld autres)
ja: （他 %lld 件）
ko: (+%lld개 더)
zh_hans: （另有 %lld 个）
zh_hant: （另有 %lld 個）

# config.validation.cli.errorCount
source: cmux config %@ found %lld error(s)
ar: عثر cmux config %@ على %lld خطأ
de: cmux config %@ hat %lld Fehler gefunden
es: cmux config %@ encontró %lld error(es)
fr: cmux config %@ a trouvé %lld erreur(s)
ja: cmux config %@ で %lld 件のエラーが見つかりました
ko: cmux config %@에서 %lld개의 오류를 찾았습니다
zh_hans: cmux config %@ 发现 %lld 个错误
zh_hant: cmux config %@ 發現 %lld 個錯誤

# config.validation.cli.failed
source: semantic validation failed
ar: فشل التحقق الدلالي
de: semantische Validierung fehlgeschlagen
es: falló la validación semántica
fr: échec de la validation sémantique
ja: 意味検証に失敗しました
ko: 의미 검증에 실패했습니다
zh_hans: 语义验证失败
zh_hant: 語意驗證失敗

# config.validation.cli.help
source: Validate JSONC syntax and cmux config semantics.
ar: تحقق من صياغة JSONC ودلالات إعداد cmux.
de: JSONC-Syntax und cmux-Konfigurationssemantik prüfen.
es: Valida la sintaxis JSONC y la semántica de configuración de cmux.
fr: Valider la syntaxe JSONC et la sémantique de configuration cmux.
ja: JSONC 構文と cmux 設定の意味を検証します。
ko: JSONC 구문과 cmux 구성 의미를 검증합니다.
zh_hans: 验证 JSONC 语法和 cmux 配置语义。
zh_hant: 驗證 JSONC 語法與 cmux 設定語意。

# config.validation.cli.passed
source: JSONC syntax and semantic validation passed
ar: نجح التحقق من صياغة JSONC والدلالات
de: JSONC-Syntax und semantische Validierung erfolgreich
es: la sintaxis JSONC y la validación semántica son correctas
fr: syntaxe JSONC et validation sémantique réussies
ja: JSONC 構文と意味検証に合格しました
ko: JSONC 구문 및 의미 검증을 통과했습니다
zh_hans: JSONC 语法和语义验证均通过
zh_hant: JSONC 語法與語意驗證皆通過

# config.validation.cli.pathRequired
source: cmux config %@ --path requires a path
ar: يتطلب cmux config %@ --path مسارًا
de: cmux config %@ --path benötigt einen Pfad
es: cmux config %@ --path requiere una ruta
fr: cmux config %@ --path nécessite un chemin
ja: cmux config %@ --path にはパスが必要です
ko: cmux config %@ --path에는 경로가 필요합니다
zh_hans: cmux config %@ --path 需要路径
zh_hant: cmux config %@ --path 需要路徑

# config.validation.cli.scopeRequired
source: cmux config %@ --scope requires global or project
ar: يتطلب cmux config %@ --scope القيمة global أو project
de: cmux config %@ --scope benötigt global oder project
es: cmux config %@ --scope requiere global o project
fr: cmux config %@ --scope nécessite global ou project
ja: cmux config %@ --scope には global または project が必要です
ko: cmux config %@ --scope에는 global 또는 project가 필요합니다
zh_hans: cmux config %@ --scope 需要 global 或 project
zh_hant: cmux config %@ --scope 需要 global 或 project

# config.validation.cli.unknownArgument
source: Unknown config %@ argument '%@'. Use --path <path>.
ar: وسيط غير معروف لـ config %@: '%@'. استخدم --path <path>.
de: Unbekanntes Argument für config %@: '%@'. Verwende --path <path>.
es: Argumento desconocido de config %@: '%@'. Usa --path <path>.
fr: Argument config %@ inconnu « %@ ». Utilisez --path <path>.
ja: config %@ の不明な引数 '%@'。--path <path> を使用してください。
ko: 알 수 없는 config %@ 인수 '%@'. --path <path>를 사용하세요.
zh_hans: 未知的 config %@ 参数“%@”。请使用 --path <path>。
zh_hant: 未知的 config %@ 引數「%@」。請使用 --path <path>。

# config.validation.cli.unknownOption
source: Unknown config %@ option '%@'
ar: خيار غير معروف لـ config %@: '%@'
de: Unbekannte Option für config %@: '%@'
es: Opción desconocida de config %@: '%@'
fr: Option config %@ inconnue « %@ »
ja: config %@ の不明なオプション '%@'
ko: 알 수 없는 config %@ 옵션 '%@'
zh_hans: 未知的 config %@ 选项“%@”
zh_hant: 未知的 config %@ 選項「%@」

# config.validation.form.disallowed
source: uses a disallowed value combination
ar: يستخدم مجموعة قيم غير مسموح بها
de: verwendet eine unzulässige Wertekombination
es: usa una combinación de valores no permitida
fr: utilise une combinaison de valeurs non autorisée
ja: 許可されていない値の組み合わせです
ko: 허용되지 않는 값 조합을 사용합니다
zh_hans: 使用了不允许的值组合
zh_hant: 使用了不允許的值組合

# config.validation.form.multiple
source: matches multiple mutually exclusive forms
ar: يطابق عدة صيغ متنافية
de: entspricht mehreren sich gegenseitig ausschließenden Formen
es: coincide con varias formas mutuamente excluyentes
fr: correspond à plusieurs formes mutuellement exclusives
ja: 相互排他的な複数の形式に一致しています
ko: 서로 배타적인 여러 형식과 일치합니다
zh_hans: 同时匹配多个互斥形式
zh_hant: 同時符合多個互斥格式

# config.validation.form.none
source: does not match any allowed form
ar: لا يطابق أي صيغة مسموح بها
de: entspricht keiner zulässigen Form
es: no coincide con ninguna forma permitida
fr: ne correspond à aucune forme autorisée
ja: 許可されている形式のいずれにも一致しません
ko: 허용된 형식과 일치하지 않습니다
zh_hans: 不匹配任何允许的形式
zh_hant: 不符合任何允許的格式

# config.validation.number.gt
source: must be > %@
ar: يجب أن يكون > %@
de: muss > %@ sein
es: debe ser > %@
fr: doit être > %@
ja: > %@ である必要があります
ko: > %@여야 합니다
zh_hans: 必须 > %@
zh_hant: 必須 > %@

# config.validation.number.lt
source: must be < %@
ar: يجب أن يكون < %@
de: muss < %@ sein
es: debe ser < %@
fr: doit être < %@
ja: < %@ である必要があります
ko: < %@여야 합니다
zh_hans: 必须 < %@
zh_hant: 必須 < %@

# config.validation.number.max
source: must be <= %@
ar: يجب أن يكون <= %@
de: muss <= %@ sein
es: debe ser <= %@
fr: doit être <= %@
ja: <= %@ である必要があります
ko: <= %@여야 합니다
zh_hans: 必须 <= %@
zh_hant: 必須 <= %@

# config.validation.number.min
source: must be >= %@
ar: يجب أن يكون >= %@
de: muss >= %@ sein
es: debe ser >= %@
fr: doit être >= %@
ja: >= %@ である必要があります
ko: >= %@여야 합니다
zh_hans: 必须 >= %@
zh_hant: 必須 >= %@

# config.validation.number.multiple
source: must be a multiple of %@
ar: يجب أن يكون من مضاعفات %@
de: muss ein Vielfaches von %@ sein
es: debe ser un múltiplo de %@
fr: doit être un multiple de %@
ja: %@ の倍数である必要があります
ko: %@의 배수여야 합니다
zh_hans: 必须是 %@ 的倍数
zh_hant: 必須是 %@ 的倍數

# config.validation.object.max
source: must contain at most %lld key(s)
ar: يجب ألا يتجاوز %lld مفتاحًا
de: darf höchstens %lld Schlüssel enthalten
es: debe contener como máximo %lld clave(s)
fr: doit contenir au plus %lld clé(s)
ja: %lld 個以下のキーである必要があります
ko: 최대 %lld개의 키를 포함해야 합니다
zh_hans: 最多只能包含 %lld 个键
zh_hant: 最多只能包含 %lld 個鍵

# config.validation.object.min
source: must contain at least %lld key(s)
ar: يجب أن يحتوي على %lld مفتاحًا على الأقل
de: muss mindestens %lld Schlüssel enthalten
es: debe contener al menos %lld clave(s)
fr: doit contenir au moins %lld clé(s)
ja: 少なくとも %lld 個のキーが必要です
ko: 최소 %lld개의 키를 포함해야 합니다
zh_hans: 必须至少包含 %lld 个键
zh_hant: 必須至少包含 %lld 個鍵

# config.validation.required
source: is required
ar: مطلوب
de: ist erforderlich
es: es obligatorio
fr: est requis
ja: 必須です
ko: 필수입니다
zh_hans: 为必填项
zh_hant: 為必填

# config.validation.schema.unknownReference
source: references an unknown schema definition '%@'
ar: يشير إلى تعريف مخطط غير معروف '%@'
de: verweist auf eine unbekannte Schemadefinition '%@'
es: hace referencia a una definición de esquema desconocida '%@'
fr: référence une définition de schéma inconnue « %@ »
ja: 不明なスキーマ定義 '%@' を参照しています
ko: 알 수 없는 스키마 정의 '%@'을(를) 참조합니다
zh_hans: 引用了未知的架构定义“%@”
zh_hant: 參照了未知的結構描述定義「%@」

# config.validation.scope.globalOnly
source: is only supported in the global cmux.json
ar: مدعوم فقط في ملف cmux.json العام
de: wird nur in der globalen cmux.json unterstützt
es: solo se admite en el cmux.json global
fr: est uniquement pris en charge dans le fichier cmux.json global
ja: グローバル cmux.json でのみサポートされています
ko: 전역 cmux.json에서만 지원됩니다
zh_hans: 仅支持在全局 cmux.json 中使用
zh_hant: 僅支援於全域 cmux.json

# config.validation.string.absoluteURI
source: must be an absolute URI
ar: يجب أن يكون URI مطلقًا
de: muss eine absolute URI sein
es: debe ser un URI absoluto
fr: doit être un URI absolu
ja: 絶対 URI である必要があります
ko: 절대 URI여야 합니다
zh_hans: 必须是绝对 URI
zh_hant: 必須是絕對 URI

# config.validation.string.max
source: must contain at most %lld character(s)
ar: يجب ألا يتجاوز %lld حرفًا
de: darf höchstens %lld Zeichen enthalten
es: debe contener como máximo %lld carácter(es)
fr: doit contenir au plus %lld caractère(s)
ja: %lld 文字以下である必要があります
ko: 최대 %lld자여야 합니다
zh_hans: 最多只能包含 %lld 个字符
zh_hant: 最多只能包含 %lld 個字元

# config.validation.string.min
source: must contain at least %lld character(s)
ar: يجب أن يحتوي على %lld حرفًا على الأقل
de: muss mindestens %lld Zeichen enthalten
es: debe contener al menos %lld carácter(es)
fr: doit contenir au moins %lld caractère(s)
ja: 少なくとも %lld 文字必要です
ko: 최소 %lld자 이상이어야 합니다
zh_hans: 必须至少包含 %lld 个字符
zh_hant: 必須至少包含 %lld 個字元

# config.validation.string.pattern
source: must match pattern %@
ar: يجب أن يطابق النمط %@
de: muss dem Muster %@ entsprechen
es: debe coincidir con el patrón %@
fr: doit correspondre au motif %@
ja: パターン %@ に一致する必要があります
ko: 패턴 %@와 일치해야 합니다
zh_hans: 必须匹配模式 %@
zh_hant: 必須符合模式 %@

# config.validation.type.array
source: array
ar: مصفوفة
es: arreglo
fr: tableau
ja: 配列
ko: 배열
zh_hans: 数组
zh_hant: 陣列

# config.validation.type.boolean
source: boolean
ar: قيمة منطقية
de: Boolescher Wert
es: booleano
fr: booléen
ja: ブール値
ko: 불리언
zh_hans: 布尔值
zh_hant: 布林值

# config.validation.type.expected
source: expected %@, got %@
ar: المتوقع %@، وتم العثور على %@
de: %@ erwartet, %@ erhalten
es: se esperaba %@, se obtuvo %@
fr: %@ attendu, %@ obtenu
ja: %@ が必要ですが、%@ が指定されています
ko: %@이(가) 필요하지만 %@이(가) 입력되었습니다
zh_hans: 预期为 %@，实际为 %@
zh_hant: 預期為 %@，實際為 %@

# config.validation.type.integer
source: integer
ar: عدد صحيح
de: Ganzzahl
es: entero
fr: entier
ja: 整数
ko: 정수
zh_hans: 整数
zh_hant: 整數

# config.validation.type.jsonValue
source: valid JSON value
ar: قيمة JSON صالحة
de: gültiger JSON-Wert
es: valor JSON válido
fr: valeur JSON valide
ja: 有効な JSON 値
ko: 유효한 JSON 값
zh_hans: 有效的 JSON 值
zh_hant: 有效的 JSON 值

# config.validation.type.null
source: null
ar: قيمة null
de: Nullwert
es: valor null
fr: valeur nulle
ja: null 値
ko: null 값
zh_hans: null 值
zh_hant: null 值

# config.validation.type.number
source: number
ar: رقم
de: Zahl
es: número
fr: nombre
ja: 数値
ko: 숫자
zh_hans: 数值
zh_hant: 數值

# config.validation.type.object
source: object
ar: كائن
de: Objekt
es: objeto
fr: objet
ja: オブジェクト
ko: 객체
zh_hans: 对象
zh_hant: 物件

# config.validation.type.string
source: string
ar: سلسلة نصية
de: Zeichenfolge
es: cadena
fr: chaîne
ja: 文字列
ko: 문자열
zh_hans: 字符串
zh_hant: 字串

# config.validation.unknownKey
source: unknown configuration key
ar: مفتاح إعداد غير معروف
de: unbekannter Konfigurationsschlüssel
es: clave de configuración desconocida
fr: clé de configuration inconnue
ja: 不明な構成キー
ko: 알 수 없는 구성 키
zh_hans: 未知的配置键
zh_hant: 未知的設定鍵

# config.validation.value.equal
source: must equal %@
ar: يجب أن يساوي %@
de: muss %@ entsprechen
es: debe ser igual a %@
fr: doit être égal à %@
ja: %@ と等しくなければなりません
ko: %@와 같아야 합니다
zh_hans: 必须等于 %@
zh_hant: 必須等於 %@

# config.validation.value.oneOf
source: must be one of %@
ar: يجب أن يكون إحدى القيم التالية: %@
de: muss einer der folgenden Werte sein: %@
es: debe ser uno de los siguientes valores: %@
fr: doit être l'une des valeurs suivantes : %@
ja: 次のいずれかである必要があります: %@
ko: 다음 값 중 하나여야 합니다: %@
zh_hans: 必须是以下值之一：%@
zh_hant: 必須是下列其中一個值：%@

# glaeda.cli.error.documentTooLarge
source: The input document exceeds the size limit.
ar: يتجاوز مستند الإدخال حد الحجم.
de: Das Eingabedokument überschreitet das Größenlimit.
es: El documento de entrada supera el límite de tamaño.
fr: Le document d’entrée dépasse la limite de taille.
ja: 入力文書がサイズ制限を超えています。
ko: 입력 문서가 크기 제한을 초과합니다.
zh_hans: 输入文档超过大小限制。
zh_hant: 輸入文件超過大小限制。

# glaeda.cli.error.documentUnavailable
source: The input document is unavailable.
ar: مستند الإدخال غير متاح.
de: Das Eingabedokument ist nicht verfügbar.
es: El documento de entrada no está disponible.
fr: Le document d’entrée est indisponible.
ja: 入力文書を利用できません。
ko: 입력 문서를 사용할 수 없습니다.
zh_hans: 输入文档不可用。
zh_hant: 輸入文件無法使用。

# glaeda.cli.error.duplicateOption
source: %@ may only be supplied once.
ar: يمكن توفير %@ مرة واحدة فقط.
de: %@ darf nur einmal angegeben werden.
es: %@ solo se puede proporcionar una vez.
fr: %@ ne peut être fourni qu’une seule fois.
ja: %@ は 1 回だけ指定できます。
ko: %@는 한 번만 지정할 수 있습니다.
zh_hans: %@ 只能提供一次。
zh_hant: %@ 只能提供一次。

# glaeda.cli.error.encodingFailed
source: The document could not be encoded.
ar: تعذر ترميز المستند.
de: Das Dokument konnte nicht codiert werden.
es: No se pudo codificar el documento.
fr: Le document n’a pas pu être encodé.
ja: 文書をエンコードできませんでした。
ko: 문서를 인코딩할 수 없습니다.
zh_hans: 无法编码文档。
zh_hant: 無法編碼文件。

# glaeda.cli.error.helpArguments
source: This help command accepts no additional arguments.
ar: لا يقبل أمر المساعدة هذا أي وسيطات إضافية.
de: Dieser Hilfebefehl akzeptiert keine zusätzlichen Argumente.
es: Este comando de ayuda no acepta argumentos adicionales.
fr: Cette commande d’aide n’accepte aucun argument supplémentaire.
ja: このヘルプコマンドは追加の引数を受け付けません。
ko: 이 도움말 명령은 추가 인수를 받지 않습니다.
zh_hans: 此帮助命令不接受其他参数。
zh_hant: 此說明命令不接受其他引數。

# glaeda.cli.error.invalidJSON
source: The input document is invalid JSON.
ar: مستند الإدخال ليس JSON صالحًا.
de: Das Eingabedokument enthält ungültiges JSON.
es: El documento de entrada contiene JSON no válido.
fr: Le document d’entrée contient un JSON invalide.
ja: 入力文書の JSON が無効です。
ko: 입력 문서의 JSON이 올바르지 않습니다.
zh_hans: 输入文档不是有效的 JSON。
zh_hant: 輸入文件不是有效的 JSON。

# glaeda.cli.error.invalidReceipt
source: The execution receipt does not match this request.
ar: لا يتطابق إيصال التنفيذ مع هذا الطلب.
de: Der Ausführungsbeleg passt nicht zu dieser Anfrage.
es: El recibo de ejecución no coincide con esta solicitud.
fr: Le reçu d’exécution ne correspond pas à cette demande.
ja: 実行レシートがこのリクエストと一致しません。
ko: 실행 영수증이 이 요청과 일치하지 않습니다.
zh_hans: 执行收据与此请求不匹配。
zh_hant: 執行收據與此要求不符。

# glaeda.cli.error.invalidRequest
source: The execution request is invalid.
ar: طلب التنفيذ غير صالح.
de: Die Ausführungsanfrage ist ungültig.
es: La solicitud de ejecución no es válida.
fr: La demande d’exécution est invalide.
ja: 実行リクエストが無効です。
ko: 실행 요청이 올바르지 않습니다.
zh_hans: 执行请求无效。
zh_hant: 執行要求無效。

# glaeda.cli.error.invalidWorkloadDigest
source: The workload receipt digest is invalid.
ar: بصمة إيصال حمل العمل غير صالحة.
de: Der Digest des Workload-Belegs ist ungültig.
es: El hash del recibo de carga no es válido.
fr: Le condensat du reçu de charge est invalide.
ja: ワークロードレシートのダイジェストが無効です。
ko: 워크로드 영수증 다이제스트가 올바르지 않습니다.
zh_hans: 工作负载收据摘要无效。
zh_hant: 工作負載收據摘要無效。

# glaeda.cli.error.missingOption
source: Missing required option: %@
ar: الخيار المطلوب مفقود: %@
de: Erforderliche Option fehlt: %@
es: Falta la opción obligatoria: %@
fr: Option requise manquante : %@
ja: 必須オプションがありません: %@
ko: 필수 옵션이 없습니다: %@
zh_hans: 缺少必需选项：%@
zh_hant: 缺少必要選項：%@

# glaeda.cli.error.noncanonicalJSON
source: The input document must use canonical JSON.
ar: يجب أن يستخدم مستند الإدخال JSON أساسيًا.
de: Das Eingabedokument muss kanonisches JSON verwenden.
es: El documento de entrada debe usar JSON canónico.
fr: Le document d’entrée doit utiliser un JSON canonique.
ja: 入力文書は正規 JSON を使用する必要があります。
ko: 입력 문서는 표준 JSON을 사용해야 합니다.
zh_hans: 输入文档必须使用规范 JSON。
zh_hant: 輸入文件必須使用標準 JSON。

# glaeda.cli.error.objectRequired
source: The input document must be a JSON object.
ar: يجب أن يكون مستند الإدخال كائن JSON.
de: Das Eingabedokument muss ein JSON-Objekt sein.
es: El documento de entrada debe ser un objeto JSON.
fr: Le document d’entrée doit être un objet JSON.
ja: 入力文書は JSON オブジェクトである必要があります。
ko: 입력 문서는 JSON 객체여야 합니다.
zh_hans: 输入文档必须是 JSON 对象。
zh_hant: 輸入文件必須是 JSON 物件。

# glaeda.cli.error.optionValueRequired
source: %@ requires a value.
ar: يتطلب %@ قيمة.
de: %@ benötigt einen Wert.
es: %@ requiere un valor.
fr: %@ nécessite une valeur.
ja: %@ には値が必要です。
ko: %@에 값이 필요합니다.
zh_hans: %@ 需要值。
zh_hant: %@ 需要值。

# glaeda.cli.error.regularFileRequired
source: The input document must be a regular file.
ar: يجب أن يكون مستند الإدخال ملفًا عاديًا.
de: Das Eingabedokument muss eine reguläre Datei sein.
es: El documento de entrada debe ser un archivo normal.
fr: Le document d’entrée doit être un fichier ordinaire.
ja: 入力文書は通常ファイルである必要があります。
ko: 입력 문서는 일반 파일이어야 합니다.
zh_hans: 输入文档必须是普通文件。
zh_hant: 輸入文件必須是一般檔案。

# glaeda.cli.error.requestDigestMismatch
source: The execution receipt request digest does not match.
ar: لا تتطابق بصمة الطلب في إيصال التنفيذ.
de: Der Anfrage-Digest im Ausführungsbeleg stimmt nicht überein.
es: El hash de solicitud del recibo de ejecución no coincide.
fr: Le condensat de demande du reçu d’exécution ne correspond pas.
ja: 実行レシートのリクエストダイジェストが一致しません。
ko: 실행 영수증의 요청 다이제스트가 일치하지 않습니다.
zh_hans: 执行收据的请求摘要不匹配。
zh_hant: 執行收據的要求摘要不符。

# glaeda.cli.error.terminalEvidenceMissing
source: The terminal result is missing workload evidence.
ar: تفتقد النتيجة النهائية دليل حمل العمل.
de: Im terminalen Ergebnis fehlt der Workload-Nachweis.
es: Al resultado terminal le falta la evidencia de carga.
fr: Le résultat terminal ne contient pas la preuve de charge.
ja: 終了結果にワークロード証拠がありません。
ko: 종료 결과에 워크로드 증거가 없습니다.
zh_hans: 终止结果缺少工作负载证据。
zh_hant: 終止結果缺少工作負載證據。

# glaeda.cli.error.unknownOption
source: Unknown option: %@
ar: خيار غير معروف: %@
de: Unbekannte Option: %@
es: Opción desconocida: %@
fr: Option inconnue : %@
ja: 不明なオプション: %@
ko: 알 수 없는 옵션: %@
zh_hans: 未知选项：%@
zh_hant: 未知選項：%@

# glaeda.cli.error.unknownSubcommand
source: Unknown execution subcommand: %@
ar: أمر تنفيذ فرعي غير معروف: %@
de: Unbekannter Ausführungs-Unterbefehl: %@
es: Subcomando de ejecución desconocido: %@
fr: Sous-commande d’exécution inconnue : %@
ja: 不明な実行サブコマンド: %@
ko: 알 수 없는 실행 하위 명령: %@
zh_hans: 未知的执行子命令：%@
zh_hant: 未知的執行子命令：%@

# glaeda.cli.taskHelp
source: glaeda <request|observe> [options]
ar: glaeda <request|observe> [خيارات]
de: glaeda <request|observe> [Optionen]
es: glaeda <request|observe> [opciones]
fr: glaeda <request|observe> [paramètres]
ja: glaeda <request|observe> [オプション]
ko: glaeda <request|observe> [옵션]
zh_hans: glaeda <request|observe> [选项]
zh_hant: glaeda <request|observe> [選項]
